Repository: mr-elbe5/Maps-For-OSM
Catalog: SwiftyMaps/*.lproj/Localizable.strings
Languages: de

source: Back
de: Zurück

source: Cancel
de: Abbrechen

source: Comment
de: Kommentar

source: Delete
de: Löschen

source: Done
de: Fertig

source: Edit
de: Ändern

source: No
de: Nein

source: Please Note
de: Bitte beachten

source: Reset
de: Zurücksetzen

source: Save
de: Speichern

source: Title
de: Titel

source: Title/Text
de: Titel/Text

source: Success
de: Erfolg

source: Yes
de: Ja

source: Your text...
de: Dein Text...

source: Close
de: Schliessen

# backupSaved
source: Backup has been saved in 'SwiftyMaps for OSM/backup'
de: Backup wurde in 'SwiftyMaps for OSM/backup' gespeichert.

source: Preferences
de: Einstellungen...

# preferencesSaved
source: Preferences have been saved.
de: Einstellungen gespeichert

source: Delete All
de: Alle löschen

source: Accept
de: Übernehmen

source: Dismiss
de: Ablehnen

source: Error
de: Fehler

# copyError
source: The file could not be copied.
de: Die Datei konnte nicht kopiert werden.

# fileOpenError
source: The file could not be opened.
de: Die Datei konnte nicht geöffnet werden.

# loadError
source: The data could not be loaded.
de: Die Datei konnte nicht geladen werden.

# saveError
source: The file could not be saved.
de: Die Datei konnte nicht gespeichert werden.

# timeoutError
source: A timeout has been reached.
de: Eine vorgegebene Zeit wurde überschritten.

# notComplete
source: Some entries are not complete.
de: Einige Eingaben sind nicht vollständig.

# readError
source: The file could not be read.
de: Die Datei konnte nicht gelesen werden.

# unauthorizedError
source: This action has not been authorized.
de: Diese Aktion wurde nicht autorisiert.

# unexpectedError
source: There has been an unexpected error.
de: Ein unerwarteter Fehler ist aufgetreten.

# addLocation
source: Mark Location
de: Ort markieren

# addPhoto
source: Take Photo
de: Foto aufnehmen

# addImage
source: Add Image from Library
de: Bild aus der Bibliothek hinzufügen

# addVideo
source: Record Video
de: Video aufnehmen

# addAudio
source: Record Audio
de: Ton aufnehmen

# moveToScreenCenter
source: Move Location to Screen Center (Cross Position)
de: Ort auf Bildschirmmitte (Kreuz) verschieben

# confirmMoveLocation
source: Move Location to new Position?
de: Auf neue Position verschieben?

# newLocationHint
source: This cannot be undone. The new position is:
de: Diese Aktion kann nicht rückgängig gemacht werden. Die neue Position ist:

source: Delete Location
de: Ort löschen

source: Cross Position
de: Kreuz-Position

source: Current Position
de: Aktuelle Position

source: Group
de: Gruppe

source: Group Center
de: Gruppenzentrum

source: location(s)
de: Ort(e)

# mergeGroup
source: Merge Locations of Group
de: Orte der Gruppe zusammenführen

# confirmMergeGroup
source: Merge Group to one Location?
de: Gruppe zu einem Ort zusammenfassen?

# cameraNotAuthorized
source: Camera use is not authorized. Please change your settings.
de: Die Nutzung der Kamera ist nicht erlaubt. Bitte ändere die entsprechenden Einstellungen.

# cameraNotAvailable
source: Camera is not available.
de: Die Kamera steht nicht zur Verfügung.

# photoLibraryNotAuthorized
source: The use of the photo library is not authorized. Please change your settings.
de: Die Nutzung der Fotobibliothek ist nicht erlaubt. Bitte ändere die entsprechenden Einstellungen.

# photoShared
source: Photo has been copied.
de: Foto wurde kopiert.

source: Share Image
de: Bild kopieren

source: Refresh Map
de: Karte neu anzeigen

# preloadTiles
source: Offline Map Tiles...
de: Gespeicherte Kartenkacheln...

# deleteAllTiles
source: Delete Map Tiles
de: Kartenkacheln löschen

# confirmDeleteTiles
source: Do you want to delete all loaded map tiles?
de: Wollen Sie alle geladenen Kartenkacheln löschen?

# deleteTilesHint
source: Map tiles will have to be reloaded.
de: Die Kacheln müssen anschliessend neu geladen werden.

source: Region too large
de: Region zu groß

# selectSmallerRegion
source: Please select a smaller region
de: Bitte wählen Sie eine kleinere Region

# mapPreload
source: Preload Map Tiles
de: Kartenkacheln vorladen

# mapPreloadNote
source: PLEASE NOTE! When you preload map tiles, you must be sure to have rights for making mass downloads from the configured server!
de: BITTE BEACHTEN! Wenn Sie Kartenkacheln vorladen, müssen Sie das Recht haben, Massendownloads von dem konfigurierten Server zu machen!

# currentTileSource:
source: Current Server:
de: Aktueller Server:

# fromZoom:
source: From Zoom Level:
de: Ab Zoomebene:

# toZoom:
source: To Zoom Level:
de: Bis Zoomebene:

# allTilesForDownload
source: Number of all tiles:
de: Zahl aller Kacheln:

# existingTiles
source: Number of existing tiles:
de: Zahl vorhandener Kacheln:

# tilesToLoad
source: Number of tiles to load:
de: Zahl zu ladender Kacheln:

# unloadedTiles
source: Number of load errors:
de: Zahl von Ladefehlern:

source: Start Preload
de: Vorladen starten

# confirmPreload
source: Are you sure to have the rights for mass downloads?
de: Haben Sie die Rechte für Massendownloads?

# preloadHint
source: You can find links to legal infos under preferences.
de: Sie finden Links zu den Regeln in den Einstellungen.

# showLocationList
source: Marked Locations...
de: Markierte Orte...

# showLocations
source: Show Location Markers
de: Markierte Orte anzeigen

# hideLocations
source: Hide Location Markers
de: Markierte Orte ausblenden

# confirmDeleteLocations
source: Do you want to delete all location markers?
de: Wollen Sie alle Markierungen löschen?

# deleteLocationsHint
source: This action cannot be undone. Associated media will also be deleted.
de: Diese Aktion kann nicht rückgängig gemacht werden. Zugeordnete Medien werden ebenfalls gelöscht.

# locationList
source: Locations
de: Orte

source: Show Details
de: Details anzeigen

# deleteAllLocations
source: Delete all Markers
de: Alle Markierungen löschen

# confirmDeleteLocation
source: Do you want to delete the marker for this location?
de: Wollen Sie die Markierung für diesen Ort löschen?

# deleteLocationHint
source: This action cannot be undone and includes associated media.
de: Diese Aktion beinhaltet auch die zugeordneten Medien. Sie kann nicht rückgängig gemacht werden.

# startRecording
source: Record a new Track
de: Neue Tour aufzeichnen

source: Pause Recording
de: Aufzeichnung pausieren

source: Resume Recording
de: Aufzeichnung fortsetzen

source: Cancel Recording
de: Aufzeichnung abbrechen

# nameOrDescriptionHint
source: Please enter a name for this track
de: Tragen Sie bitte einen Namen oder eine Beschreibung für diese Tour ein.

source: Hide Track
de: Tour ausblenden

# showTrackList
source: Recorded Tracks...
de: Aufgezeichnete Touren...

source: Delete all Tracks
de: Alle Touren löschen

# confirmDeleteAllTracks
source: Do you want to delete all tracks?
de: Wollen Sie alle Touren löschen?

source: Track
de: Tour

source: Start Location
de: Startposition

source: Distances
de: Entfernungen

source: Distance
de: Länge

# upDistance
source: Upwards
de: Aufwärts

# downDistance
source: Downwards
de: Abwärts

source: Duration
de: Dauer

# trackList
source: Tracks
de: Touren

# searchPlaceholder
source: Place
de: Ort

# search
source: Search Place
de: Suchen

source: East
de: Ost

source: North
de: Nord

source: South
de: Süd

# locationNotAuthorized
source: Finding your location is not authorized. Please change your settings.
de: Die App darf deinen Standort nicht feststellen. Bitte ändere die entsprechenden Einstellungen.

source: Save Location
de: Position speichern

# useLocation
source: Use existing location?
de: Vorhandene Position benutzen?

source: Location
de: Position

# locationData
source: Location Details
de: Positonsangaben

source: Note
de: Notiz

# media
source: Images, Videos and Audios
de: Bilder, Videos und Audios

# mediaCount
source: Image, Video and Audio count:
de: Anzahl Bilder, Videos und Audios:

source: Tracks
de: Touren

# confirmDeletePhoto
source: Do you want to delete this photo?
de: Wollen Sie dieses Foto löschen?

# deletePhotoHint
source: This action is executed immediately and cannot be undone.
de: Diese Aktion erfolgt sofort und kann nicht rückgängig gemacht werden.

# confirmDeleteAudio
source: Do you want to delete this recording?
de: Wollen Sie diese Aufnahme löschen?

# deleteAudioHint
source: This action is executed immediately and cannot be undone.
de: Diese Aktion erfolgt sofort und kann nicht rückgängig gemacht werden.

# confirmDeleteVideo
source: Do you want to delete this video?
de: Wollen Sie dieses Video löschen?

# deleteVideoHint
source: This action is executed immediately and cannot be undone.
de: Diese Aktion erfolgt sofort und kann nicht rückgängig gemacht werden.

# confirmDeleteTrack
source: Do you want to delete this track?
de: Wollen Sie diese Tour löschen?

# deleteTrackHint
source: This action cannot be undone.
de: Diese Aktion erfolgt sofort und kann nicht rückgängig gemacht werden.

# urlTemplate
source: URL Template for Map Tiles:
de: URL-Template für Kartenkacheln:

# elbe5TileURL
source: Use Template for tiles from Elbe5.de
de: Template für Kacheln von Elbe5.de

# elbe5TopoTileURL
source: Use Template for topographic tiles from Elbe5.de
de: Template für topografische Kacheln von Elbe5.de

# elbe5LegalInfo
source: Legal Info for tiles from Elbe5.de
de: Regeln für das Laden von Elbe5.de

# osmTileURL
source: Use template for tiles from OpenStreetMap.org
de: Template für Kacheln von OpenStreetMap.org

# osmLegalInfo
source: Legal Info for tiles from OpenStreetMap.org
de: Regeln für das Laden von OpenStreetMap.org

# followTrack
source: Follow Position on Tour Recording
de: Position bei Touraufzeichnung folgen

# appInfoHeader
source: General
de: Allgemeines

# appInfoText
source: This app is based on data from OpenStreetMap but not associated with the OpenStreetMap organization. Loading of map tiles from the configured server may only take place in accordance with the respective published terms of use. The preconfigured server, maps.elbe5.de, is a private server and only part of its tiles (carto and topo) have been pre-generated (up to zoom 11). Up-to-date information is found at www.elbe5.de. Once loaded tiles are cached in the app until all tiles are deleted.
de: Diese App basiert auf Daten von OpenStreetMap, ist aber nicht mit der OpenStreetmap-Organisation verbunden. Das Laden der Kartenkacheln von dem konfigurierten Server darf nur im Einklang mit den dort jeweils veröffentlichten Nutzungsbedingungen erfolgen. Der vorkonfigurierte Server, maps.elbe5.de, ist ein privater Server und nur ein beschränkter Teil der Kacheln (carto und topo) ist vorgeneriert (bis Zoom 11). Aktuelle Informationen dazu finden sich unter www.elbe5.de. Einmal geladene Kacheln werden in der App bis zum Löschen aller Kacheln gespeichert.

# appIconsHeader
source: Icons on the Map
de: Symbole auf der Karte

# userLocationInfoText
source: Shows the current position and direction (red triangle). If the position is not exact, the color moves to purple. On tapping a menu opens for marking, showing detailed infos or adding media (photos, audios and videos).
de: Anzeige der aktuellen Position und Richtung (rotes Dreieck). Wenn die Position nicht genau genug bestimmt werden kann, bewegt sich die Farbe in Richtung Lila. Durch Antippen öffnet sich ein Menü für das Markieren, das Anzeigen detaillierter Angaben oder das Hinzufügen von Medien(Fotos, Audios und Videos).

# crossLocationInfoText
source: Center of the visible map (hideable). On tapping a menu opens for marking, showing position info or adding an image.
de: Mitte der sichtbaren Karte (ausblendbar). Durch Antippen öffnet sich ein Menü für das Markieren, das Anzeigen der Position oder das Hinzufügen eines Bildes.

# locationMarkerInfoText
source: Marked location
de: Markierter Ort

# locationPhotoMarkerInfoText
source: Marked location with assigned media (photos, audios or videos)
de: Markierter Ort mit zugeordneten Medien (Fotos, Audios oder Videos)

# locationDetailsInfoText
source: On tapping a menu opens for adding images, showing a detail view (see below), moving to the cross position (for correctional purposes) and deleting.
de: Durch Antippen öffnet sich ein Menü für das Hinzufügen von Bildern, die Anzeige einer Detailansicht (siehe unten), zum Verschieben auf die Kreuzposition (zu Korrekturzwecken) und zum Löschen.

# locationDefaultGroupInfoText
source: Marker for location group
de: Gruppe von Orten

# locationPhotoGroupInfoText
source: Marker for location group with assigned media
de: Gruppe von Orten mit Medien

# locationGroupInfoText
source: A group marker is split into single locations by zooming in. On tapping a menu opens for showing the position and for merging included locations.
de: Eine Gruppenmarkierung wird durch Hineinzoomen in die einzelnen Ortsmarkierungen aufgelöst. Durch Antippen öffnet sich ein Menü für das Anzeigen der Position und das Zusammenlegen der enthaltenen Orte.

# topMenuInfoHeader
source: Main Menu
de: Hauptmenü

# mapMenuInfoText
source: Map Menu
de: Kartenmenü

# reloadIconInfoText
source: Reload the map
de: Karte neu anzeigen

# preloadIconInfoText
source: Initiates preloading the currently visible map section (active only for reasonable zoom levels - see preferences)
de: Vorladen des aktuell sichtbaren Kartenausschnitts (siehe unten)

# deleteTilesInfoText
source: Delete all stored tiles immediately
de: Alle geladenen Kacheln löschen

# locationMenuInfoText
source: Location Menu
de: Markierte Orte

# addLocationInfoText
source: When the cross is active, a location marker can be created by tapping on the cross. If a location marker already exists in the direct vicinity, this location marker can be used.
de: Wenn das Kreuz aktiviert ist, kann durch Tippen darauf eine Markierung (Nadel) erstellt werden. Existiert in der unmittelbaren Nähe bereits ein markierter Ort, kann dieser benutzt werden.

# locationListInfoText
source: List of locations (see below)
de: Liste aller markierten Orte (siehe unten)

# showLocationsInfoText
source: Show needles on the map
de: Markierte Orte auf der Karte einblenden

# hideLocationsInfoText
source: Hide needles on the map
de: Markierte Orte auf der Karte ausblenden

# deleteLocationsInfoText
source: Delete all locations and all assigned photos and tracks
de: Alle markierten Orte einschliesslich der zugeordneten Medien löschen

# trackMenuInfoText
source: Track Menu
de: Touren

# startTrackInfoText
source: Record a new track
de: Neue Tour aufnehmen

# startTrackLocationInfoText
source: When a track is recorded, the current data like covered distance, height, speed and time are shown in the status line.
de: Wenn eine Tour aufgenommen wird, werden die aktuellen Daten wie zurückgelegte Strecke, Höhenmeter, Geschwindigkeit und Zeit in der Statuszeile angezeigt.

# currentTrackInfoText
source: Open current track (see below)
de: Aktuelle Tour öffnen (siehe unten)

# hideTrackInfoText
source: Hide track
de: Tour ausblenden

# trackListInfoText
source: List of all tracks (see below)
de: Liste aller Touren öffnen (siehe unten)

# deleteTracksInfoText
source: Delete all tracks
de: Alle Touren löschen

# crossIconInfoText
source: Show or hide cross at screen center (see above)
de: Kreuz für Bildschirmmitte anzeigen oder ausblenden (siehe oben)

# centerIconInfoText
source: Center the current position on the map
de: Aktuellen Standort auf der Karte zentrieren

# cameraIconInfoText
source: Take a photo or record a video or audio
de: Ein Foto machen oder ein Audio oder Video aufnehmen

# addMediaLocationInfoText
source: When you take a photo, audio or video, a marker for its location is created and the photo is assigned to this location. If a location already exists in the direct vicinity, the result can be assigned to this location.
de: Wenn eine Foto, Audio oder Video aufgenommen wird, wird auch eine zugehöriger Ort für die Position erstellt und das Foto diesem Ort zugeordnet. Existiert in der unmittelbaren Nähe bereits ein Ort, kann das Ergebnis diesem Ort zugeordnet werden.

# searchIconInfoText
source: Search for Places
de: Suche nach beliebigen Orten auf der Karte

# gearIconInfoText
source: Open Preferences (see below)
de: Voreinstellungen ändern (siehe unten)

# infoIconInfoText
source: This Information
de: Diese Information

# locationDetailInfoHeader
source: Location Details
de: Ortsdetails

# locationDetailImageInfoText
source: Add a photo to this location
de: Hinzufügen eines Bildes aus der Photobibliothek

# locationDetailTrashInfoText
source: Delete this location
de: Löschen dieses Ortes

# locationDetailPencilInfoText
source: Switch edit mode off and on
de: Editiermodus ein- und ausschalten

# locationDetailEditInfoText
source: In edit mode the notes can be edited.
de: Im Editiermodus können die Notizen geändert werden.

# locationDetailShareImageInfo
source: Copy image to the photo library
de: Bild in die Photobibliothek kopieren

# locationDetailViewImageInfo
source: View image in the viewer
de: Bild im Bildbetrachter ansehen

# tilePreloadInfoHeader
source: Preload Tiles
de: Kacheln vorladen

# preloadInfoText
source: Here tiles for the current map section can be perloaded. The higher the zoom level, the higher the data size to load (per zoom level it is a factor of 4). The maximal zoom level can be set below the zoom note. Should you cancel or a load error should occur, the action can be repeated.
de: Einmal geladene Kacheln werden in der App bis zum Löschen aller Kacheln gespeichert. Hier können Kacheln des aktuellen Kartenausschnitts für eine Offline-Nutzung vorgeladen werden. Je höher die maximale Zoomebene, des größer das zu ladende Datenvolumen (pro Zoomschritt ein Faktor von 4). Die maximale Zoomebene unterhalb der Zoomanzeige einstellbar. Sollte ein Abbruch erfolgen oder Ladefehler auftreten, kann der Vorgang wiederholt werden.

# locationListInfoHeader
source: List of Locations
de: Liste markierter Orte

# locationListMapInfoText
source: Show the location on the map
de: Den Ort auf der Karte anzeigen

# locationListViewInfoText
source: Show location detail view (see below)
de: Detailansicht öffnen (siehe oben)

# trackDetailInfoHeader
source: Track Details
de: Tourendetails

# trackDetailMapInfoText
source: Show track on the map
de: Tour auf der Karte anzeigen

# trackListInfoHeader
source: Track List
de: Tourenliste

# trackListPencilInfoText
source: Switch edit mode on and off
de: Editiermodus ein- und ausschalten

# trackListPinInfoText
source: Show the track on the map
de: Die Tour auf der Karte anzeigen

# trackListViewInfoText
source: Show track details (see above)
de: Tour-Detailansicht öffnen (siehe oben)

# preferencesInfoHeader
source: Preferences
de: Voreinstellungen

# urlInfoText
source: The URL templates are server specific and have to return png files (tiles). You must be sure to have the rights for downloading the tiles and that you do not start inappropriate mass downloads.
de: Die URL Templates sind serverspezifisch und müssen png-Dateien (Kacheln) liefern. Es muss sichergestellt sein, dass die Rechte zum Download der Kacheln vorliegen und dass keine unangemessenen Massendownloads erfolgen.
